import React, { Component } from 'react'
import { Container, Row, Col } from 'reactstrap';

export default class introduc extends Component {
    render() {
        return (
<div className="block-example border border-dark">
                <Container>
                    <Row>
                        <Col xs="auto">
                        <h1><b>สนทนา</b></h1>
                        <br></br>
                        <h5>
                            Dorsolateral prefrontal cortex  (DLPFC) และ Frontal eye fields (FEF)
                        </h5>
                        <br></br>
                        <h5>
                        Dorsolateral prefrontal cortex  (DLPFC) และ Frontal eye fields (FEF) เป็น 
ส่วนของสมอที่สำคัญอย่างมากที่จำเป็นก่อนที่จะกล่าวนำเบื้องต้นกับโครงการนี้ เพื่อให้เข้าใจการสื่อการวิจัยในอีกหลายงานวิจัยที่จะเกิดขึ้นในบทความ โดยในการกล่าวอธิบายในที่นี้นั้นจะเป็นการกล่าวค่อยๆเจาะลึกลงไปทีละส่วน เพื่อความเข้าใจได้ง่ายในการอธิบาย โดยเริ่มจาก

                        </h5>
                        <br></br>
                        <h5>
                        dorsolateral prefrontal cortex (DLPFC หรือ DL-PFC) 
                        </h5>
                        <br></br>
                        <h5>
                        -	Prefrontal cortex (PFC) เป็นส่วนหน้าของสมองกลีบหน้าผาก อยู่ข้างหน้าของ primary motor cortex และ  premotor cortexสมองส่วนนี้เป็นส่วนที่เกี่ยวข้องกับการวางแผนและพฤติกรรมที่เกี่ยวกับการรับรู้ที่ซับซ้อน เกี่ยวข้องกับการบุคลิก การตัดสินใจและเกี่ยวข้องกับการควบคุมพฤติกรรมทางสังคม หน้าที่หลักของสมองส่วนนี้คือการคิดและการกระทำที่เป็นเป้าหมายที่ต่างไปของแต่ละคน ในทางความรู้ของจิตวิทยา สมอง Prefrontal cortex (PFC) เป็นสมองที่เป็นส่วนในทางบริหารที่เกี่ยวของกับความสามารถในการจำแนกคามคิดที่ขัดแย้งกัน และ การตัดสินใจที่บอกว่า การตัดสินใจนั้นเป็นประโยชน์หรือไม่เป็นประโยชน์ความดีและความดีที่สุด ความเหมือนกันและความต่างกัน ผลที่จะเกิดขึ้นในอนาคตเนื่องจากการกระทำปัจจุบัน การทำการเพื่อให้ถึงเป้าหมายที่วางไว้ การพยากรณ์ผลที่จะเกิดขึ้น ความมุ่งหวังในการกระทำ และการควบคุมตนในสังคม สมรรถภาพในการระงับความอยากตามสัญชาตญาณ เพื่อไม่ให้เกิดการตัดสินใจที่นำพาไปสู่สังคมที่ไม่เป็นใจ
                        </h5>
                        <br></br>
                        <h5>
                        ก่อนที่จะเข้าสมองส่วน Dorsolateral prefrontal cortex  (DLPFC) จะต้องกล่าวถึงเรื่องระบบการบริหาร Executive functions ก่อน
                        </h5>
                        <br></br>
                        <h5>
                        -	Executive functions (EF) สามารถนิยามคำนี้ได้ว่าเป็นส่วนที่จำเป็นสำหรับการกระทำที่มทีเป้าหมาย มีจุดหมาย และเป็นคำที่คลอบคลุมที่ใช้กล่าวถึงกระบวนการมางการรับรู้และการจัดการเกี่ยวกับการรับรู้อื่นๆ (การวางแผน , ความจำใช้งาน, การใส่ใจ, การแก้ปัญหา, การเข้าใจเหตุผลโดยใช้คำ, การมีสมาธิ, การคิดถึงหลาย ๆ เรื่องได้พร้อมกัน, การทำงานหลาย ๆ งานได้พร้อมกัน และการเริ่มกับตรวจสอบการกระทำ ตามทฤษฏีทางจิตวิทยา ระบบบริหาร (executive system) เป็นตัวควบคุมและบริหารกระบวนการทางประชานอื่น ๆ มีหน้าที่เกี่ยวกับกระบวนการที่บางครั้งเรียกว่าเป็น "executive functions" (หน้าที่บริหาร) "executive skills" (ทักษะการบริหาร) "supervisory attentional system" (ระบบควบคุมโดยการใส่ใจ) หรือ "cognitive control" (การควบคุมทางประชาน)) ส่วน prefrontal cortex ของสมองกลีบหน้าเป็นส่วนที่ขาดไม่ได้ แต่ไม่ใช่ส่วนเดียว ที่ทำหน้าที่ดังที่กล่าวมานี้
                        </h5>
                        <br></br>
                        <h5>
                        ลึกกลับมากล่าวถึงสมองที่กล่าวไปตามหัวข้อย่อยด้านบน Dorsolateral prefrontal cortex  (DLPFC) คือ เป็นสมองส่วนหนึ่งของ -prefrontal cortex (PFC)  โดยจะพบมากในมนุษย์ และ มนุษย์ที่มีสายวิวัฒนาการมาจากสัตว์กลุ่มไพรเมต (primate)  *//* primate เป็นกลุ่มสัตว์เลี้ยงลูกด้วยนมที่มีวิวัฒนาการสูงที่สุด สืบเชื้อสายจากสัตว์เลี้ยงลูกด้วยนมที่มีรก มีสมองที่เจริญได้ดีและมีขนาดใหญ่ มีระบบสายตาที่ดี ระบบการดมกลิ่นไม่ดีเมื่อเทียบกับสัตว์เลี้ยงลูกด้วยนมชนิดอื่นมีขากรรไกรแบน เล็บแบนทั้งนิ้วมือและเท้ามีพฤติกรรมการเข้าสังคมที่ซับซ้อน เข้าใจได้ยาก *//* Dorsolateral prefrontal cortex  (DLPFC) เป็น 1 ใน 3 ของ prefrontal cortex  (PFC) 
                        </h5>
                        <br></br>
                        <h5>
                        - Dorsolateral prefrontal cortex  (DLPFC)  นั้นมีหน้าที่เกี่ยวกับการประมวลแบบ On-Line คือการประมวลผลแบบสดๆ ร่วมอยู่ในประสบการณ์หรือเหตุการณ์นั้นๆการประสานมิติต่าง ๆ ของการรับรู้และพฤติกรรม ดังนั้น เขตนี้จึงพบว่ามีความสัมพันธ์กับความคล่องแคล่วทางภาษา (verbal fluency), ความคล่องแคล่วในการออกแบบ (design fluency), การคิดถึงเพียงเรื่องเดียวและการเปลี่ยนไปคิดเรื่องอื่น, การวางแผน, cognitive inhibition (การมีสมาธิ), ทักษะในการจัดระเบียบ, การคิดอย่างมีเหตุผล, การแก้ปัญหา และการคิดเชิงนามธรรม (abstract thinking)
                        </h5>
                        <br></br>
                        <h5>
                        - anterior cingulate cortex (ACC) มีบทบาทเกี่ยวกับแรงจูงใจ (emotional drive) ประสบการณ์ทางอารมณ์ (emotional experience) และการประสานอารมณ์ (emotional integration) [7]หน้าที่ทางประชานที่เกี่ยวข้องกันอย่างอื่น ๆ รวมทั้งการยับยั้งการตอบสนองที่ไม่เหมาะสม การตัดสินใจ และพฤติกรรมที่มีแรงจูงใจ รอยโรคในเขตนี้สามารถนำไปสู่ภาวะที่มีแรงจูงใจต่ำรวมทั้งภาวะไร้อารมณ์ (apathy) ภาวะไร้แรงผลักดันและการริเริ่ม (abulia) หรือสภาวะไม่พูดและเสียการเคลื่อนไหว (akinetic mutism) และอาจจะมีผลเป็นสภาวะไร้แรงจูงใจสำหรับความต้องการพื้นฐานของชีวิตเช่นความต้องการอาหารและเครื่องดื่ม และอาจจะมีความสนใจน้อยลงในกิจกรรมทางสังคม ทางอาชีพ และเกี่ยวกับเพศสัมพันธ์
                        </h5>
                        <br></br>
                        <h5>
                        Frontal eye fields (FEFs) เป็นสมองอีกหนึ่งส่วนที่อยู่ในส่วนสมอง prefrontal cortex (PFC) ซึ่งเป็นส่วนของสมองกลีบหน้า ในสัตว์ตระกูลวานร (Primate) มีความสำคัญในความส่ใจของสายตา และการเคลื่อนไหวของดวงตา
-	Frontal eye fields (FEFs) มีหน้าที่ในการใส่ใจสายตาและการเคลื่อนไหวของดวงตา สามารถสังเกตุได้ด้วยไฟฟ้า เพื่อกระตุ้น FEF ให้เกิดการเคลื่อนไหวแบบ saccade . FEF มีการจัดระเบียบเป็นแผนที่ภูมิลักษณ์ (topographic map) ที่เป็นตัวแทนที่เป้าหมายของการเคลื่อนไหวตาแบบ saccade (saccade  คือการยิงสัญญาณของนิวรอนใน FEF สามารถทำให้พยากรณ์ได้ว่า ตาจะไปทอดลงที่จุดไหนหลังจาก saccade) FEF จะเกิดการทำงานขึ้นเมื่อมีการเริ่มขยับตา เช่น saccade ที่อยู่ใต้อำนาจจิตใจ และการเคลื่อนไหวตาแบบ smooth pursuit

                        </h5>
                        <br></br>
                        <h6>
                        *//* การเคลื่อนไหวตาแบบ smooth pursuit คือการเคลื่อนไหวตาโดยการทอดสายตาไปตามวัตถุ อาจจะมีการเคลื่อนไหวศีรษะเพื่อสร้างเสถียรภาพ *//*
                        </h6>
                        <br></br>
                        <h5>
                        ถึงแม้ว่า FEF จะเป็นส่วนของสมองกลีบหน้า ซึ่งโดยทั่วไปแล้วพิจารณากันว่า เป็นส่วนของการแปลผลในสมองระดับสูง แต่ก็มีหลักฐานปรากฏว่า FEF มีบทบาทในการแปลผลเกี่ยวกับข้อมูลจากประสาทสัมผัสล้วน ๆ ซึ่งเป็นส่วนของเครือข่ายในสมองที่แปลผลข้อมูลความรู้สึกในระดับล่าง โดยเป็นส่วนของวิถีประสาทขาขึ้น superior colliculus-medial dorsal nucleus-FEF ที่เรียกว่า "ระบบสมองเร็ว" (fast brain system)[8] ในมนุษย์ การเกิดการทำงานอย่างเร็วที่สุดใน FEF เพื่อตอบสนองต่อตัวกระตุ้นทางตาอยู่ที่ 45 มิลลิวินาที และระดับการทำงานจะแปรแปลี่ยนไปตามลักษณะเฉพาะของตัวกระตุ้นนั้นภายใน 45-60 มิลลิวินาที (ซึ่งเป็นระยะเวลาใกล้ ๆ กับการตอบสนองของคอร์เทกซ์สายตาปฐมภูมิซึ่งเป็นเขตคอร์เทกซ์สายตาเขตแรกที่รับข้อมูลมาจากตา) วิถีประสาทแบบเร็วนี้ ตอบสนองต่อการได้ยินได้เร็วยิ่งกว่านั้นโดยเริ่มตอบสนองต่อตัวกระตุ้นที่ 24 มิลลิวินาที และแปรเปลี่ยนไปตามลักษณะเฉพาะต่าง ๆ ของเสียงภายใน 30-60 วินาที โดยสรุปแล้ว นักวิจัยงานวิจัยนี้แสดงให้เห็นว่า นอกจาก FEF จะเป็นส่วนของระบบการแปลผลระดับล่างในสมองแล้ว ก็ยังมีส่วนในการแปลผลข้อมูลจากตาล้วน ๆ และข้อมูลจากหูล้วน ๆ อีกด้วย ไม่ใช่เป็นเขตที่ประสานข้อมูลที่มาจากประสาทสัมผัสหลายอย่างพร้อม ๆ กันเพียงเท่านั้น
                        </h5>
                        <br></br>
                        <h5>
                        FEF รวมกับ supplementary eye fields (SEF), intraparietal sulcus (IPS), และ superior colliculus (SC) เป็นเขตที่สำคัญที่สุดในสมอง ที่มีบทบาทในการเริ่มและการควบคุมการเคลื่อนไหวของตา โดยเฉพาะไปในด้านตรงกันข้าม (contralateral) ของซีกสมองที่ FEF อยู่ (เช่น FEF ในสมองซีกซ้ายมีบทบาทในการเคลื่อนไหวตาไปทางด้านขวา)
                        </h5>
                        <br></br>
                        <h5>
                        - Hippocampus (HC) ฮิปโปแคมปัสเป็นองค์ประกอบหลักของสมองของมนุษณ์และสัตว์มีกระดูกสันหลังอื่นๆ โดย ฮิปโปแคมปัส จะมีอยู่ 2 ด้าน ด้านละฮิปโปแคมปัส ของสมอง โดยฮิปโปแคมปัสเป็นส่วนหนึ่งของระบบ limbic แบะมีบทบาทสำคัญในส่วนความจำระยะสั้น ที่จะรวบรวมข้อมูลไปยังความจำระยะยาวและหน่วยความจำเชิงพื้นที่ (spatial memory) 
                        </h5>
                        <br></br>
                        <h5>
                        -ระบบ limbic เป็นที่เข้าใจกันว่า เป็นเยื่อหุ้มสมอง palemammalian  เป็นส่วนที่สนับสนุนฟังก์ชันหลายฟังก์ชั่น ทั้งอารมณ์ พฤติกรรม แรงจูงใจ หน่วยความจำระยะยาว และกลิ่น การใช้ชิวิตด้วยอารมณ์ส่วนใหญ่ขึ้นอยู่กับระบบนี้และมีส่วนในการก่อของตัวของความทรงจำอีกด้วย
                        </h5>
                        <br></br>
                        <h5>
                        Allocentric (วัตถุ - วัตถุ) เป็นการกล่าวถึงตำแหน่งของวัตถุหนึ่งด้วยการเทียบกับวัตถุหนึ่ง
Egocentic (ตนเอง -  วัตถุ) เป็นการกล่าวถึงตำแหน่งของวัตถุหนึ่งด้วยการเทียบกับตนเอง

                        </h5>
                </Col>
                    </Row>
                </Container>
            </div>
        
        )
    }
}
