import React, { Component } from 'react'
import { Card, CardImg } from 'reactstrap';
import { Container, Row, Col } from 'reactstrap';

export default class T1 extends Component {
    render() {
        return (
            <div className="block-example border border-dark">
                <Container>
                    <Row>
                        <Col xs="auto">
                    <h1><b>Positive Association of Video Game Playing with Left Frontal Cortical Thickness in Adolescents</b></h1>
                    <br></br>
                    <h3><b>บทนำ</b></h3>
                    <br></br>
                    <h5>
                    การเติบโตที่มากขึ้นอย่างรวดเร็วของความนิยมในการเล่นวิดีโอเกม สร้างความกังวลให้กับผู้ใหญ่ในหมู่ผู้ที่เป็นผู้ปกครอง โดยเฉพาะวีดีโอเกมที่มีเนื้อหาที่รุนแรง อาจส่งผลอันตรายที่ได้รับการวิพากษ์วิจารณ์จากสังคม จากการรายงานพบว่ามีการเพิ่มขึ้นของความรุนแรงที่มากขึ้นจากการไม่เอาใจใส่ในพฤติกรรม แต่ก็ยังมีการรายงานท่พบว่ามีผลดีเกิดขึ้นหลายครั้งจากการเล่นวีดีโอเกม อย่างการเล่นเกมแนวแอคชั่นนั้นสามารถเพิ่มขึ้นในเรื่องการอนุมาณ เช่นเดียวกับการมองเห็นทีเกี่ยวข้องกับความสนใจ ความจำ และความละเอียดในเชิงพื่นที่จากวิสัยทัศน์ นอกจากนี้ยังมีปารปรับปรุงการทำงานของหน่วยความจำและการใช้เหตุผล เพื่อประยุกตต์ใช้ในเกมแนวยุทศาสตร์
                    </h5>
                    <br></br>
                    <h5>
                    ในการทดลองนี้เป็นการทดลอง เป็นการทดลองโดยอ้างอิงเอกสารที่เกี่ยวข้องกับตัววีดีโอเกมและกิจกรรมทั่วไปของวัยรุ่น เพื่อปรับปรุงความรู้ความใจ เยื่อสีเทาที่เปลี่ยนแปลงในสมองส่วนหน้า อย่างไรก็ตาม การวิจัยนี้จะเป็นการวิเคราะห์โครงสร้างสมองของมนุษย์อย่างละเอียดเพื่อที่จะดูความสัมพันธ์ที่เกมนั้นปรับปรุงทำให้สมองนั้นดีขึ้น  ในการวิจัยนั้นจะสแกนหา152คน ที่อยู่ในวัยรุ่นอายุประมาณ 14 ปี โดยให้รายงานการเล่นเกม (ชั่วโมง/สัปดาห์) เพื่อให้เข้ามาเป็นผู้เข้าร่วม การวิจัยมีความสนใจที่จะสังเกตุระหว่างความหนาของเยื่อหุ้มสมองและวิดีโอเกม ว่ามีส่วนในการทำให้สมองส่วน dorsolateral prefrontal cortex (DLPFC)ทางด้านซ้าย และ frontal eye fields (FEFs) ทางด้านซ้ายดีขึ้นหรือไม่อย่างไร
                    </h5>
                    <br></br>
                    <h3><b>ผู้เข้าร่วม</b></h3>
                    <br></br>
                    <h5>
                    ผู้ที่มีส่วนร่วมนั้นจะเป็นวัยรุ่นที่มีอายุ 14 ปี มีสุขภาพร่างกายที่แข็งแรง ทั้งหมด 152 คน เป็น หญิง 80 และชาย 72 คน ในการดำเนินการทดลองครั้งนี้ดำเนินตามเซิฟเวอร์ที่ถูกต้องตามกฏหมายของยุโรป โดยได้รับการยินยอมเป็นลายลักษณ์อักษรจากผู้ที่ดูแลด้านกฏหมายทั้งหมดรวมถึงการยินยอมจากวัยรุ่นที่ร่วมการทดลองด้วย โดยวัยรุ่นทั้งหมดเป็นนักเรียนที่ได้รับคัดเลือกจากโรงเรียนในกรุงเบอร์ลิน นอกจากนี้การศึกษาครั้งนี้ยังได้รับการยิมยอมด้านจริยธรรมจากแผนกการแพทย์ของมหาวิทยาลัยไฮเดลเบิร์ก ผู้เข้าร่วมนั้นมีเงื่อนไข คือ ไม่มีอาการร้ายแรงของเนื้องอกในสมอง ความผิดปกติทางประสาท ความผิดปกติจากสุขภาพจิต ที่กล่าวมาได้รับการ “ยกเว้น”
                    </h5>
                    <br></br>
                    <h3><b>คำถาม</b></h3>
                    <br></br>
                    <h5>
                    คำถามที่ตั้งไว้ในการวิจัยครั้งนี้ ประกอบด้วยคำถามที่ว่า “คุณเล่นวิดีโอเกมโดยเฉลี่ยประมาณหนึ่งชั่วโมงในวันธรรมดา”
และ “ คุณเล่นวิดีโอเกมเฉลี่ยกี่ชั่วโมง ในหนึ่งวันในช่วงสุดสัปดาห์?”  ตามชั่วโมงที่ระบุ เราจะคำนวนตามชั่วโมงรายสัปดาห์ที่ใช้ในการเล่นวีดีโอเกม
                    </h5>
                    <br></br>
                    <h3><b>การวิเคราะห์ข้อมูล</b></h3>
                    <br></br>
                    <h5>
                    ความหนาของเยื่อหุ้มสมองได้รับการประเมินภาพจากโครงสร้างคลื่นแม่เหล็กไฟฟ้า โดยใช้ซอฟต์แวร์ FreeSurfer เป็นชุดเครื่องมืออัตโนมัติสำหรับการฟื้นฟูของผิวสมองเปลือกนอก
                    </h5>
                    <br></br>
                    <h5>
                    โดยจะใช้ T1 เป็นภาพที่มีน้ำหนักเพื่อแบ่งเซ็กเมนต์ ประเมินอินเตอร์เฟซของเนื้อเยื่อสีเทาของสมอง ประเมินค่าอินเตอร์เฟซเนื้อเยื่อสีเทาของสมอง จะใช้เป็นจุดเริ่มของอัลกอริทึมในส่วนของพื้นผิว เพื่อค้นหาส่วนที่ปรับเปลี่ยนของเปลือกสมองทั้งหมด 
ความหนาของสมองถูกประเมินจากความแตกต่างระหว่างตำแหน่งของจุดบนสุดของ Pial และส่วนต่อประสานของเนื้อเยื่อสีเทา – ขาวพื้นผิวของพื้นที่สีขาวนั้นพองตัว ส่วนความแตกต่างระหว่างผู้เข้าร่วมนั้น จะถูกปรับทุกอย่างเป็นมาตรฐาน สมองที่ถูกสร้างใหม่ของผู้เข้าร่วมจะถูกลงทะเบียนกับพื้นผิวทรงกลมแบบเฉลี่ย เพื่อให้ได้แผนที่ ที่แสดงความแตกต่างของความหนาของเยื่อหุ้มสมอง โดยใช้คอร์เนลที่ปรับให้เรียบแบบเกาส์เซียน (Gaussian Elimination) ที่มีความกว้างเต็มรูปแบบครึ่งหนึ่งจากสูงที่สุด 15 มิลลิเมตร
                    </h5>
                    <br></br>
                    <h5>ในการทดลองนั้นจะใช้หลากหลายวิธีการถดถอย เพื่อสำรวจความสัมพันธ์ของเยื่อหุ้มสมองกับชั่วโมงการเล่นวีดีโอเกมโดยเฉลี่ย ที่มีการรายงานด้วยตัวเองต่อสัปดาห์</h5>
                    <br></br>
                    <h3><b>ผลสรุป</b></h3>
                    <br></br>
                    <h5>
                    โดยเฉลี่ยนั้น ผู้เข้าร่วมรายการเล่นวิดีโอเกมโดยเฉลี่ย 12.6 ชั่วโมงต่อสัปดาห์ นั้นปกติ แต่มีนัยสำคัญที่แสดงถึงความแตกต่างในชั่วโมงการเล่นวิดีโอเกมระหว่างเพศชายและหญิง โดยผู้หญิงส่วนใหญ่นั้นมีการเล่นที่น้อยกว่า จะแสดงให้เห็นว่า สัปดาห์ที่ผ่านมานั้น ไม่มีการเล่นวิดีเกมส่วนมากจะเป็นผู้หญิงโดยเฉพาะ กลุ่มผู้ที่ร่วมรายการเล่นวิดีโอเกมประกอบไปด้วย ผู้หญิง 54 คน และ ผู้ชาย 72 คน ตามเกณฑ์การให้คะแนน CSV-S ในกลุ่มผู้ที่มีส่วนร่วมนั้น 6 คน ถูกจัดว่าติดและ 13 คน เป็นผู้ที่เล่นวิดีโอเกมมากเกินไป
                    </h5>
                    <br></br>
                    <h5>
                    จากการสแกนเนอร์นั้นพบว่าความหนาของเยื่อหุ้มสมองแตกต่างกัน 
(DLPFC: t (150) = 4.56 ; FEF: t(150) = 5.07)  ในค่าความหนาของเนื้อเยื่อสมองนั้น มีค่า GE สูง
การสแกนจึงถูกป้อนเป็นค่าความแปรปรวนร่วมที่ไม่สนใจในการวิเคราะห์หลัก
                    </h5>
                    <br></br>
                    <h5>เมื่อคำนวนการวิเคราะห์สมองทั้งหมดแล้วสำรวจความหนาของสมองที่ความหนาของเยื่อหุ้มสมองนั้น เปลี่ยนแปลงไปตามชั่วโมงการเล่นวิดีโอเกม (ถูกควบคุมอสยุ เพศ และการสแกน) พบว่าเวลาที่เล่นวิดีโอเกมมีความสัมพันธ์เชิงบวกกับความหนาของเยื่อห้มสมองด้านซ้าย เยื่อหุ้มสมองด้านหน้า (DLPFC) หน้าผากหน้าซ้ายกลางขยายขึ้นเข้าไปทางด้านซ้ายที่อยู่เหนือกว่า
                    </h5>
                    <br></br>
                    <h5>
                        (DLPFC −40 40 24, according to BA 9 and 46, rostral middle frontal according to ; total surface area 710 mm2; 
total grey matter volume 2415 mm3) ทั้งหมดรวม 710 มม. 3 รวมแล้วทั้ง 2,415 มม. 3 และ Frontal eye fields (FEFs)  มีพื้นที่ด้สนหน้าที่เหนือกว่า (FEF, −19 −2 51; BA6, superior frontal area; total surface area 592 mm3; total grey matter volume 2089 mm3) ทั้งหมดรวม 592 มม. 3 รวมแล้วทั้ง 2,089 มม. 3

                    </h5>
                    <br></br>
                <Card>
                <Container>
                    <Row>
                        <Col>
                        <CardImg top width="1%" src="/T1001.png" alt="..." />
                        <br></br>
                        <h6>รูปแสดงความหนาของเยื่อหุ้มสมองที่สัมพันธ์กับชั่วโมงการเล่นวิดีโอเกมต่อสัปดาห์ ใน dorsolateral prefrontal cortex (DLPFC) ด้านซ้าย และ left frontal eye fields (FEFs) ด้านซ้าย</h6>
                        </Col>
                        <Col>
                        <CardImg top width="1%" src="/T1002.png" alt="..." />
                        <h6>พล็อตกระจายความสัมพันธ์ระหว่างความหนาของเยื่อหุ้มสมองใน dorsolateral prefrontal cortex (DLPFC) ด้านซ้าย และ left frontal eye fields (FEFs) ด้านซ้าย และจำนวนการเล่นวิดีโอเกมเป็นชั่วโมงต่อสัปดาห์</h6>
                        </Col>
                        
                    </Row>
                </Container>
                </Card>
                    <br></br>
                    <h3><b>สนทนา</b></h3>
                    <br></br>
                    <h5>
                    prefrontal นอกจากจะได้รับการอธิบายเป็นส่วนตั้งต้นในส่วนของการบริหาร DLPFC ยังมีแนวโน้วที่จะมีส่วนสำคัญในการจัดการ การตัดสินใจ และการตัดสินใจโดยเจตนาของสติ การวิจัยนี้แสดงให้เห็นถึงความสัมพันธ์ในการรักษาเป้าหมายในการตัดสินใจที่เกี่ยวข้องในอนาคต เพื่อทำนายการตัดสินใจ นอกจากนี้ยังมีอีกหลายงานวิจัยที่ชี้ให้เห็นว่าสมองส่วน DLPFC ด้านขวา นั้นมีส่วนสำคัญ เกี่ยวข้องเมื่อข้อมูลใหม่ต้องการดึงคำตอบจากความทรงจำ ในขณะที่ DLPFC ด้านซ้ายนั้นจะเกี่ยวข้องกับการตอบสนองกับหลักฐานหรือสิ่งแวดล้อม 
                    </h5>
                    <br></br>
                    <h5>ที่น่าสนใจคือ FEFs มีส่วนช่วยในการศึกษาเพื่อการตัดสินใจกับการรับรู้ทั้งลิง และ มนุษย์ Heekeren และเพื่อนร่วมงาน จากสหรัฐอเมริกา ขอให้มนมุษย์ตัดสินการเคลื่อนไหวตามทิศทางของสิ่งเร้าแบบจุด ในช่วงขั้นตอนการตัดสินใจ พวกเขาพบว่ามีความสัมพันธ์สูงระหว่างสัญญาณของสิ่งเร้าและการกระตุ้น FEFs นอกจากนี้ FEFs ยังมีส่วนร่วมกับ Programing และการ</h5>
                    <br></br>
                    <h5>
                    ดำเนินการเคลื่อนไหวของดวงตา โดยการกระตุ้นในกระโหลกศีรษะใน เซะคาด (Saccades) FEF สามารถนำออกมาใช้ได้ นอกจากนี้ FEF ยังเพี่ยวข้องกับการจัดสรรความสนใจแบบ Visuo-spatial (การวิเคราะห์ จัดการกับวัตถุทางจิตใจ ความสัมพันธ์เชิงพื้นที่ = ความสามารถในการแทนและจัดการกับวัตถุ 2 มิติทางจิตใจ   การสร้างภาพข้อมูลเชิงพื้นที่ = ความสามารถในการแสดงและจัดการกับวัตถุ 3 มิติทางจิตใจ ) ซึ่งมีความสำคัญกับกระบวนการของเกมส่วนใหญ่
                    </h5>
                    <br></br>
                    <a href="https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0091506">อ่านต้นฉบับ</a>
                    </Col>
                    </Row>
                </Container>
            </div>
        
        )
    }
}
