import React, { Component } from 'react'
import { Card, CardImg } from 'reactstrap';
import { Container, Row, Col } from 'reactstrap';

export default class T1 extends Component {
    render() {
        return (
            <div className="block-example border border-dark">
                <Container>
                    <Row>
                        <Col xs="auto">
                        <h1><b>Action Video Games Improve Vision</b></h1>
                        <br></br>
                        <h5>วิดีโอเกม FPS (First – Person – Shooter)  ความสามารถในการมองเห็นความแตกต่างเล็กน้อยในเฉดสีเทานั้นเชื่อกันมานานแล้วว่า เป็นคุณลักษณะของระบบที่มนุษย์ไม่สามารถปรับปรุงลักษณะได้ แต่ Daphne Bavelier ศษสตราจารย์ด้านสมองและวิทยาศาสตร์พุทธิปัญญาที่มหาลัย Roshester ได้พบว่าผู้ที่เล่นวิดีโอเกมแอคชั้นที่ฝึกฝนอย่างมากจะดีขึ้นร้อยละ 58 ในการรับรู้ความแตกต่าง
                    </h5>
                    <br></br>
                    <h5>“โดยปกติแล้วการปรับปรุงความไวในการคอนทราสต์หมายถึงการได้รับแว้นหือการผ่าตัด” แต่เราพบว่าวิดีโอเกมแอคชั่นนั้น ฝึกสมองให้มีการประมวลผลข้อมูลภาพที่มีอยู่ได้อย่างมีประสิทธิภาพมากขึ้น ซึ่งมีการเปลี่ยนแปลงหลังจากฝึกฝนจน 1 เดือนผ่านไป พร้อมกับการเล่นเกมที่หยุดลง
                    </h5>
                    <br></br>
                    <h5>การค้นพบนี้นั้น สร้างขึ้นจากผลงานที่ผ่านมาของ Bavelier ซึ่งแสดงให้เห็นว่าวิดีโอเกมแนวแอคชั่นนั้นลดความแออัดของภาพและเพิ่มความสนใจทางสายตา ความไวและความคมชัดเป็นส่วนสำคัญ เป็นหลักของบุคคลที่มองเห็นได้ดี Bavelier กล่าวว่า การค้นพบแสดงให้เห็นถึงการฝึกวิดีโอเกมแนวแอคชั่นอาจเป็นเทคนิคที่มีประโยชน์ต่อการแก้ไขทางสายตาเนื่องจากการฝึกในวิดีโอเกมอาจสอนให้เยื่อหุ้มสมองที่มองเห็นได้รับประโยชน์จากข้อมูลที่ได้มา
                    </h5>
                    <br></br>
                    <h5>เพื่อเรียนรู้เกมแนวแอคชั่น อาจส่งผลกระทบต่อความต่างความคมชัดที่มองเห็นได้หรือไม่ Bavelier ได้ร่วมมือกับนักศึกษารัดับบัณฑิตศึกษา Renjie Li และเพื่อนร่วมงาน Walt Makous ศาสตราจารย์ด้านสมองและความรู้วิทยาศาสตร์ที่ University of Rochester และ Uri Polat มหาวิทยาลัยทดสอบฟังก์ชั่นความไวความคมชัดของนักเรียน 22 คน แบ่งออกเป็น 2 กลุ่ม กลุ่มแรกเล่นวิดีโอเกมแนวแอคชั่น "Unreal Tournament 2004" และ "Call of Duty 2" กลุ่มที่สองเล่น "The Sims 2" ซึ่งเป็นเกมที่สมบูรณ์กับการทดสอบ แต่ไม่ประสานงานด้วยภาพและภาพเคลื่อนไหวกับเกมกลุ่มอื่น อาสาสมัครเล่น 50 ชั่วโมง ของเกมที่ได้รับมอบหมายตลอดเวลา 9 สัปดาห์ ในตอนจบการทดสอบ นักศึกษา ที่เล่นวิดีโอเกมแนวแอคชั่น ร้อยละ 43 มีความสัมพันธ์กับการแยกแยะเฉดสี ซึ่งต่างจากกลุ่มที่ไม่ได้เล่นวิดีโอเกมแนวแอคชั่นนั้น ไม่มีส่วนที่แสดงให้เห็นออย่างชัดเจน
                    </h5>
                    <br></br>
                    <h5>“เพื่อความรู่ที่ดีของเรา การสาธิตครั้งแรกที่สามารถปรับปรุงความไว ความคมชัดได้โดยฝึก” Bavelier กล่าว เมื่อผู้คนเล่นวิดีโอกมแอคชั่น พวกเขากำลังเปลี่ยนแปลงการประมวลผลภาพ วดีโอเกมนี่ผลักดันระบบของสมนุษย์ นอกจากนี้สมองยังปรับตัวเข้ากับมันและเราได้เก็นผลในเชิงบวกอีกด้วย
                    </h5>
                    <br></br>
                    <h5>Bavelier กล่าวกว่าการค้นพบชี้ให้เห็นว่า ความกังวลต่างๆเกี่ยวกับผลกระทบในวิดีโอเกมและเวลาที่ใช้กับหน้าจออาจไม่ใช้สิ่งที่เป็นอันตรายอย่างน้อยก็สำหรับการมองเห็น
                    </h5>
                    <br></br>
                    <h5>ตอนนี้ Bavelier กำลังนำสิ่งที่ค้นพบ กับการวิจัยของเขา ร่วมมือกับกลุ่มวิจัยเพื่อค้นหาวิธีรักษาอาการตามีวที่เกิดจากการถ่ายทอดสมองไปสู่สมองไม่ดี
                    </h5>
                    <br></br>
                    <a href="http://www.rochester.edu/news/show.php?id=3342">อ่านต้นฉบับ</a>
                    </Col>
                    </Row>
                </Container>
            </div>
        
        )
    }
}
