import React from 'react';
import { Container, Row, Col } from 'reactstrap';

export default class Example extends React.Component {
  render() {
    return (
      <Container>
        <Row>
          <Col ClassName="container-fluid"><h1><center><b>บทนำ</b></center></h1>
          <br></br>
          <Col ClassName="container">
            <h5>
          ในปัจจุบันเกมเป็นสื่ออีกสิ่งหนึ่งที่หลายคนในโลกปัจจุบันจับตามอง ตั้งคำถาม และกลายเป็นอาชีพอีกอาชีพหนึ่ง ซึ่งเมื่อเรื่มเกิดกระแส มักเกิดการตั้งคำถาม เช่น อาการติดเกม พฤติกรรมจากการเล่นเกม
	
	ในตอนนี้นั้นการวิจัยและทฤษฎีต่างๆ ยังไม่เป็นที่แน่ชัดได้ ด้วยเรื่องของเทคโนโลยีที่ยังไม่สามารถแก้ไขปัญหาในร่างกายของมนุษย์ได้ทั้งหมด และยังมีคำถามที่ยังไม่สามารถระบุต้นเหตุและการทำงานที่ชัดเจนได้ จึงทำให้การวิจัยและการตั้งทฤษฎีมีข้อมูลที่น้อย นอกจากนี้ยังมีอุปสรรคเรื่องของภาษา ที่มีศัพท์ที่ยากอยู่หลายคำและความเข้าในการกล่าวถึงทฤษฎ๊ต่างๆได้เข้าใจยาก เป็นภาษาทางการโดยเฉพาะ ทำให้การตีความต้องทำความเข้าใจหลายครั้งเพื่อให้แน่ใจเรื่องของความถูกต้องในข้อมูล
	
โดยการศึกษาในครั้งนี้เพื่อให้เข้าใจ “เกม” ซึ่งเป็นอีกสื่อหนึ่งที่พึ่งเริ่มเกิดขึ้นในโลกปัจจุบันนั้น สามารถบอกได้ถึง 
ไม่ว่าข้อดีหรือโทษ จากการไม่กำหนดความเหมาะสมของการเล่นเกม เพื่อให้สามารถกำหนดความเหมาะสม และใช้การเล่นเกมในการศึกษานี้เกิดผลประโยชน์มากที่สุด

          </h5>
          
          </Col>
          </Col>
        </Row>
      </Container>
    );
  }
}