import React, { Component } from 'react'
import { Container, Row, Col } from 'reactstrap';

export default class T1 extends Component {
    render() {
        return (
            <div className="block-example border border-dark">
                <Container>
                    <Row>
                        <Col xs="auto">
                    <h1><b>สรุปผลและข้อเสนอแนะ</b></h1>
                    <br></br>
                    <h3><b>สรุปผลการสำรวจและการวิจัย</b></h3>
                    <br></br>
                    <h5>การเล่นวิดีโอเกมเกมนั้น หลายงานวิจัยบ่งชี้ว่า อาจมีส่วนช่วยในการทำให้สมองนั้นมีการเติยโตที่ดีมากขึ้น นอกจากนี้ยังปรับปรุงและรักษาบ้างส่วนของมนุษย์ให้ดีขึ้น จากการเล่นเกมที่ได้รับการควบคุมให้อยู่ในช่วงที่เหมาะสมอาจจะเป็นเทคนิคอีกอย่างนึงในการบำรุงสมอง แต่เมื่อชี้ผลลัพธ์ที่ได้อย่างชัดเจน นอกจรากการเล่นที่ได้รับการควบคุมข้างต้นนั้น มีผลวิจัยที่กล่าวในเชิงลบอย่างมาก หลายการวิจัยกล่าวว่า การเล่นเกมที่ได้รับผลดีกับสมองมากที่สุดนั้น มีผลที่เป็นเชิงลบอย่างมากกับพฤติกรรมที่มีส่วนเกี่ยวข้องกับ DLPFC HC และอาจทำให้มีผลกับพฤติกรรมที่อยู่ในส่วนอื่นๆอีกด้วย</h5>
                    <br></br>
                    <h3><b>ปัญหาและอุปสรร8 สอดคล้องกับทฤษฏีหรือไม่</b></h3>
                    <br></br>
                    <h5>ที่กล่าวข้างต้นนั้น หลายการทดลองแสดงให้เห็นถึงความสามารถที่เพิ่มมากขึ้นพร้อมทั้งยังมีความสัมพันธ์อย่างมีนัยสำคัญกับส่วนที่เพิ่ม และสมองที่เกี่ยวข้องอีกด้วย จึงอาจสรุปได้ว่าอาจมีความเกี่ยวข้องที่น่าสนใจและถือว่าเป็นเทคนิคที่น่านำไปทดลองใช้ แต่ต้องมีการควบคุมที่ดี เพื่อไม่ให้ใช้เวลาในการเล่นวิดีโอเกมมากเกินไป</h5>
                    <br></br>
                    <h3><b>ข้อเสนอแนะและแนวทางในการพัฒนา</b></h3>
                    <br></br>
                    <h5>การเล่นวิดีโอเกมที่ดีและถูกต้องนั้น มีส่วนสำคัญอย่างมาก เพื่อให้เกิดการรับรู้ลัการเพิ่มความสามารถที่ดีแล้ว ต้องมีการควบคุมเพื่อไม่ให้เกิด อาการติดเกม หรือภาวะอื่นๆที่ชักนำไปสู่อาการที่จิตใจอยู่ในสภาวะเชิงลบ เช่น ซึมเศร้า โรคส่วนตัวสูง หงุดหงิดง่ายเกินความจำเป็น อาการที่กล่าวอาจมีส่วนจาก สภาวะวัยรุ่นก็ได้ แต่ก็มีส่วนจากการอยู่คนเดียว และอารที่เข้ากันได้กับสังคมน้อยลง นอกจากนี้ยังมีส่วนของสุขภาพที่ต้องดูแลเพื่อไม่ให้เกิดความผิดพลาดจากการไม่เอาใจใส่ ทั้งอาหารการกิน การออกกำลังกาย อาการเมื่อยเนื้อเมื่อยตัว จนนำไปสู่ความผิดปกติในร่างกายอื่นๆ เมื่อทั้งหมดที่กล่าวมานี้ ได้รับการควบคุมดูแลที่ถูกต้อง เหมาะและสมควร จะเป็นผลดีต่อสมอง อนึ่ง การทดสอบจากการเล่นเกมเพื่อให้เกิดความคิดและการใช้งานของสมองที่มากขึ้น อาจเปรียบเป็นการทดสอบทั้ง ภาษา ความเร็วในความคิด การรับรู้จากการมองเห็น ทั้งนี้ สรุปได้ว่าการเล่นเกมนั้น มีผลดีที่มากพอที่จะมีผลที่น่าสนใจ แต่ก็มีผลข้างเคียงเชิงลบที่จำเป็นต้องควบคุมนั้นเอง</h5>
                    <br></br>
                </Col>
                    </Row>
                </Container>
            </div>
        
        )
    }
}
